Repository: common-repository/buddypress-introduce
Catalog: includes/languages/*.po
Languages: de_de, es_es, nl_nl

source: Member avatar
de_de: Profilbild
es_es: Avatar del Miembro
nl_nl: Gebruikers-avatar

source: %s accepted the request.
de_de: Feedback gesendet vor %s.
nl_nl: %s heeft je vriendschapsverzoek bevestigd.

source: Accept
de_de: Annehmen
es_es: Aceptar
nl_nl: Bevestigen

source: Reject
de_de: Ablehnen
es_es: Rechazar
nl_nl: Afkeuren

source: You accepted the request.
de_de: Du hast die Anfrage angenommen.
es_es: Usted a aceptado la petición.
nl_nl: Je hebt het verzoek bevestigd.

source: Waiting for %s
de_de: Warte auf %s
es_es: Esperando por %s
nl_nl: Wachtend op %s

source: Introduced
de_de: Vorgestellt
nl_nl: Voorgesteld

source: Viewing introduced %1$s to %2$s (of %3$s introduced)
de_de: %1$s bis %2$s (von insgesamt %3$s Vorstellungen)
nl_nl: Bekijk %1$s tot %2$s (van %3$s voorgestelde leden)

source: Introduce this user
de_de: Diesen Benutzer vorstellen
es_es: Presenta a este usuario
nl_nl: Set dit lid voor

source: Please search here your contact
de_de: Bitte suche hier deinen Kontakt
es_es: Por favor busca aquí a tu contacto
nl_nl: Zoek hier naar je contactpersonen

source: Your message
de_de: Deine Nachricht
es_es: Tu mensaje
nl_nl: Jouw bericht

source: informed by e-mail
de_de: per E-Mail informieren
es_es: Informado por email
nl_nl: Ingelicht per e-mail

source: Send Introduction
de_de: Kontaktempfehlung senden
es_es: ¡Envía la presentación!
nl_nl: Verzend vriendschapsverzoek

source: Contact request
de_de: Kontaktempfehlung
es_es: Petición de contacto
nl_nl: Vriendschapsverzoek

source: From:
de_de: Von:
es_es: Desde:
nl_nl: Van:

source: Message:
de_de: Deine Nachricht:
es_es: Mensaje:
nl_nl: Bericht:

source: You have no pending friendship requests.
de_de: Du hast keine offenen Kontaktempfehlungen.
es_es: No tienes ninguna petición de amistad.
nl_nl: Je hebt geen vriendschapsverzoeken.

source: Introduce
de_de: Vorstellen
es_es: Preséntale a
nl_nl: Voorstellen

source: Please enter your message!
de_de: Bitte trage deine Nachricht ein!
es_es: ¡Por favor introduce tu mensaje!
nl_nl: Voer alsjeblieft je bericht in!

source: Please select a contact!
de_de: Bitte wähle einen Kontakt!
es_es: !Por Favor Selecciona un contacto!
nl_nl: Selecteer alsjeblieft een vriend!

source: The contact request has been successfully launched.
de_de: Die Kontaktempfehlung wurde versandt.
es_es: La petición de presentación ha sido lanzada satisfactoriamente.
nl_nl: Het vriendschapsverzoek is succesvol verzonden.

source: An unexpected error occurred.
de_de: Es ist ein unerwarteter Fehler aufgetreten.
es_es: Un error inesperado ha ocurrido.
nl_nl: Er is een onbekende fout opgetreden.

source: You have been %s person presented. Here you can confirm or deny the request.
de_de: Du wurdest %s Personen vorgestellt. Hier kannst du die Anfrage bestätigen oder ablehnen.
es_es: Has sido presentado a %s persona. Aquí puede confirmar o denegar la petición.
nl_nl: Je bent voorgesteld aan %s. Hier kun je de aanvraag bevestigen of afkeuren.

source: %s introduce you %s. Here you can confirm or deny the request.
de_de: %s hat dich %s vorgestellt. Hier kannst du die Anfrage bestätigen oder ablehnen.
es_es: %s le ha presentado a %s. Aquí puede confirmar o denegar la petición.
nl_nl: %s wil je aan %s voorstellen. Hier kun je de aanvraag bevestigen of afkeuren.

source: %d people have confirmed the contact request.
de_de: %d Personen haben die Kontaktempfehlung bestätigt.
es_es: %d personas han confirmado la petición de contacto.
nl_nl: %d mensen hebben het vriendschapsverzoek bevestigd.

source: %s has confirmed the contact request.
de_de: %s hat die Kontaktempfehlung bestätigt.
es_es: %s ha confirmado la petición de contacto.
nl_nl: %s heeft het vriendschapsverzoek bevestigd.

source: %d people have also confirmed the contact request.
de_de: %d Personen haben die Kontaktempfehlung ebenfalls bestätigt.
es_es: %d personas también han confirmado la petición de contacto.
nl_nl: %d mensen hebben ook het vriendschapsverzoek bevestigd.

source: %s has also confirmed the contact request.
de_de: %s hat die Kontaktempfehlung ebenfalls bestätigt.
es_es: %s también ha confirmado la petición de contacto.
nl_nl: %s heeft het ook het vriendschapsverzoek bevestigd.

source: %d people have rejected the contact request.
de_de: %d Personen haben die Kontaktempfehlung abgelehnt.
es_es: %d personas han rechazado la petición de contacto.
nl_nl: %d mensen hebben he vriendschapsverzoek afgekeurd.

source: %s has rejected the contact request.
de_de: %s hat die Kontaktempfehlung abgelehnt.
es_es: %s ha rechazado la petición de contacto.
nl_nl: %s heeft het vriendschapsverzoek afgekeurd.

source: Yes
de_de: Ja
es_es: Si
nl_nl: Ja

source: No
de_de: Nein
nl_nl: Nee

source: A user can inform you of contact requests.
de_de: Ein Benutzer dich als Kontakt empfohlen hat
es_es: Un usuario puede informarte de petición de contactos.
nl_nl: Een gebruiker kan je inlichten over vriendschapsverzoeken

source: and
de_de: und
es_es: y
nl_nl: en

source: %s has introduced you %s.
de_de: %s hat dich %s vorgestellt.
es_es: %s te ha presentado a %s
nl_nl: %s heeft je voorgesteld aan %s.

source: %s has introduced you %s. %s Here you can see all open requests: %s To view %s's Profile: %s ---------------------
de_de: %s hat dich %s vorgestellt. %s Hier kannst du alle offenen Anfragen einsehen: %s Um %s's Profil anzuschauen: %s ---------------------
es_es: %s te ha presentado a %s. %s Aquí puedes ver todas las peticiones abiertas: %s Ver el perfil de %s: %s ---------------------
nl_nl: %s heeft jou voorgesteld aan %s. %s Hier kun je alle openstaande aanvragen bekijken: %s Om het profiel van %s te bekijken: %s ---------------------

source: To disable these notifications please log in and go to: %s
de_de: Um diese Benachrichtigungen zu deaktivieren melde dich an und besuche: %s
es_es: Para desactivar estas notificaciones por favor conectate y ve a: %s
nl_nl: Om deze notificaties te be&euml;indigen log in en ga naar: %s
